Repository: tolgaakcaoglu/wpfamily
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, fr, hi, id, ru, zh

# language
source: English
ar: عربي
bn: বাংলা
fr: Français
hi: हिन्दी
id: bahasa Indonesia
ru: Русский
zh: 中文（方言

# addPhoneNullFieldError
source: You must fill in all fields to start tracking.
ar: يجب ملء جميع الحقول لبدء التتبع.
bn: ট্র্যাকিং শুরু করতে আপনাকে অবশ্যই সমস্ত ক্ষেত্র পূরণ করতে হবে।
fr: Vous devez remplir tous les champs pour commencer le suivi.
hi: ट्रैकिंग शुरू करने के लिए आपको सभी फ़ील्ड भरने होंगे।
id: Anda harus mengisi semua bidang untuk memulai pelacakan.
ru: Вы должны заполнить все поля, чтобы начать отслеживание.
zh: 您必须填写所有字段才能开始跟踪。

# addPhoneLimitError
source: Your right of use has expired.
ar: انتهى حقك في الاستخدام.
bn: আপনার ব্যবহারের অধিকারের মেয়াদ শেষ হয়ে গেছে।
fr: Votre droit d'utilisation a expiré.
hi: आपके उपयोग का अधिकार समाप्त हो गया है।
id: Hak penggunaan Anda telah kedaluwarsa.
ru: Срок действия вашего права на использование истек.
zh: 您的使用权已过期。

# tryFree
source: Try it for free
ar: قم بتجربته مجانا
bn: বিনামূল্যে এটি চেষ্টা করুন
fr: Essayez-le gratuitement
hi: इसका उपयोग मुफ्त में करें
id: Cobalah secara gratis
ru: Попробуйте бесплатно
zh: 免费试用

# freeTrialTitle
source: Try 8 hours premium for free üòç
ar: جرب 8 ساعات قسط مجانًا 😍
bn: বিনামূল্যে 8 ঘন্টা প্রিমিয়াম চেষ্টা করুন 😍
fr: Essayez 8 heures premium gratuitement 😍
hi: 8 घंटे का प्रीमियम मुफ़्त में आज़माएं 😍
id: Coba premium 8 jam gratis üòç
ru: Попробуйте 8 часов премиум бесплатно 😍
zh: 免费试用8小时保费😍

# freeTrialLabel1
source: Instant activity notifications
ar: إشعارات النشاط الفوري
bn: তাত্ক্ষণিক কার্যকলাপ বিজ্ঞপ্তি
fr: Notifications d'activité instantanées
hi: त्वरित गतिविधि सूचनाएं
id: Pemberitahuan aktivitas instan
ru: Мгновенные уведомления об активности
zh: 即时活动通知

# freeTrialLabel2
source: Detailed activity reports
ar: تقارير مفصلة عن النشاط
bn: বিস্তারিত কার্যকলাপ রিপোর্ট
fr: Rapports d'activité détaillés
hi: विस्तृत गतिविधि रिपोर्ट
id: Laporan aktivitas terperinci
ru: Подробные отчеты о деятельности
zh: 详细的活动报告

# freeTrialLabel3
source: Unlimited access to all features
ar: وصول غير محدود إلى جميع الميزات
bn: সমস্ত বৈশিষ্ট্য সীমাহীন অ্যাক্সেস
fr: Accès illimité à toutes les fonctionnalités
hi: सभी सुविधाओं तक असीमित पहुंच
id: Akses tak terbatas ke semua fitur
ru: Неограниченный доступ ко всем функциям
zh: 无限制访问所有功能

# freeTrialTryButton
source: Start Free Trial
ar: ابدأ الإصدار التجريبي المجاني
bn: বিনামূল্যে ট্রায়াল শুরু করুন
fr: Commencer l'essai gratuit
hi: निशुल्क आजमाइश शुरु करें
id: Mulai Uji Coba Gratis
ru: Начать бесплатную пробную версию
zh: 开始免费试用

# freeTrialCaption
source: Your free trial expires 8 hours from the date you started it. During this period, you will have the premium features mentioned above. If the package is not renewed at the end of the period, the premium features are disabled. You need to buy the package.
ar: تنتهي الفترة التجريبية المجانية بعد 8 ساعات من تاريخ بدئها. خلال هذه الفترة ، سيكون لديك الميزات المميزة المذكورة أعلاه. إذا لم يتم تجديد الحزمة في نهاية الفترة ، يتم تعطيل الميزات المميزة. أنت بحاجة لشراء الحزمة.
bn: আপনার বিনামূল্যে ট্রায়াল আপনি এটি শুরু করার তারিখ থেকে 8 ঘন্টা মেয়াদ শেষ হবে. এই সময়ের মধ্যে, আপনার উপরে উল্লিখিত প্রিমিয়াম বৈশিষ্ট্যগুলি থাকবে৷ মেয়াদ শেষে প্যাকেজ পুনর্নবীকরণ করা না হলে, প্রিমিয়াম বৈশিষ্ট্য অক্ষম করা হয়। আপনাকে প্যাকেজ কিনতে হবে।
fr: Votre essai gratuit expire 8 heures après la date à laquelle vous l'avez commencé. Pendant cette période, vous disposerez des fonctionnalités premium mentionnées ci-dessus. Si le forfait n'est pas renouvelé à la fin de la période, les fonctionnalités premium sont désactivées. Vous devez acheter le forfait.
hi: आपके नि:शुल्क परीक्षण की समय-सीमा आपके द्वारा शुरू किए जाने की तारीख से 8 घंटे के भीतर समाप्त हो जाती है। इस अवधि के दौरान, आपके पास ऊपर वर्णित प्रीमियम सुविधाएं होंगी। यदि अवधि के अंत में पैकेज का नवीनीकरण नहीं किया जाता है, तो प्रीमियम सुविधाएँ अक्षम हो जाती हैं। आपको पैकेज खरीदना होगा।
id: Uji coba gratis Anda berakhir 8 jam sejak tanggal Anda memulainya. Selama periode ini, Anda akan memiliki fitur premium yang disebutkan di atas. Jika paket tidak diperpanjang pada akhir periode, fitur premium dinonaktifkan. Anda perlu membeli paket.
ru: Срок действия бесплатной пробной версии истекает через 8 часов с момента ее запуска. В течение этого периода у вас будут премиум-функции, упомянутые выше. Если пакет не продлевается в конце периода, премиум-функции отключаются. Вам нужно купить пакет.
zh: 您的免费试用版将在您开始试用之日起 8 小时后到期。在此期间，您将拥有上述高级功能。如果在期限结束时未续订套餐，则高级功能将被禁用。您需要购买包裹。

source: Close
ar: قريب
bn: বন্ধ
fr: proche
hi: बंद करना
id: Menutup
ru: Закрывать
zh: 关

# pricesOptionsTitle
source: Don't hit the limits! üòä
ar: لا تضغط على الحدود! 😊
bn: সীমা আঘাত করবেন না! 😊
fr: Ne dépassez pas les limites ! 😊
hi: सीमा मत मारो! 😊
id: Jangan mencapai batas! üòä
ru: Не выходите за рамки! 😊
zh: 不要达到极限！ 😊

# contin
source: Continue
ar: يكمل
bn: চালিয়ে যান
fr: Continuer
hi: जारी रखना
id: Melanjutkan
ru: Продолжать
zh: 继续

# pricesOptionsCaption
source: You can cancel the renewed invoice at any time. Payment will be made through your Google Pay account when you decide to purchase the subscription. Your subscription will be renewed 24 hours before your subscription expires.
ar: يمكنك إلغاء الفاتورة المجددة في أي وقت. سيتم الدفع من خلال حساب Google Pay الخاص بك عندما تقرر شراء الاشتراك. سيتم تجديد اشتراكك قبل 24 ساعة من انتهاء صلاحية اشتراكك.
bn: আপনি যে কোনো সময় পুনর্নবীকরণ করা চালান বাতিল করতে পারেন। আপনি যখন সদস্যতা কেনার সিদ্ধান্ত নেবেন তখন আপনার Google Pay অ্যাকাউন্টের মাধ্যমে অর্থপ্রদান করা হবে। আপনার সদস্যতার মেয়াদ শেষ হওয়ার 24 ঘন্টা আগে আপনার সদস্যতা পুনর্নবীকরণ করা হবে।
fr: Vous pouvez annuler la facture renouvelée à tout moment. Le paiement sera effectué via votre compte Google Pay lorsque vous déciderez d'acheter l'abonnement. Votre abonnement sera renouvelé 24 heures avant l'expiration de votre abonnement.
hi: आप किसी भी समय नवीनीकृत चालान रद्द कर सकते हैं। जब आप सदस्यता खरीदने का निर्णय लेंगे तो भुगतान आपके Google पे खाते के माध्यम से किया जाएगा। आपकी सदस्यता समाप्त होने से 24 घंटे पहले आपकी सदस्यता नवीनीकृत हो जाएगी।
id: Anda dapat membatalkan faktur yang diperbarui kapan saja. Pembayaran akan dilakukan melalui akun Google Pay Anda saat Anda memutuskan untuk membeli langganan. Langganan Anda akan diperpanjang 24 jam sebelum langganan Anda berakhir.
ru: Вы можете отменить обновленный счет в любое время. Оплата будет производиться через вашу учетную запись Google Pay, когда вы решите приобрести подписку. Ваша подписка будет продлена за 24 часа до истечения срока действия подписки.
zh: 您可以随时取消续订的发票。当您决定购买订阅时，将通过您的 Google Pay 帐户进行付款。您的订阅将在订阅到期前 24 小时续订。

source: Activities
ar: أنشطة
bn: কার্যক্রম
hi: गतिविधियां
id: Kegiatan
ru: мероприятия
zh: 活动

# emailSupportSubject
source: Wp Family Last Seen Support
ar: Wp Family Last Seen الدعم
bn: Wp Family Last Seen সমর্থন
fr: Wp Family Last Seen Soutien
hi: Wp Family Last Seen सहायता
id: Wp Family Last Seen Mendukung
ru: Wp Family Last Seen Поддерживать
zh: Wp Family Last Seen 支持

# emailSupportBody
source: Hello there! You can write your message here
ar: أهلاً بك! يمكنك كتابة رسالتك هنا
bn: হ্যালো সেখানে! আপনি এখানে আপনার বার্তা লিখতে পারেন
fr: Bonjour! Vous pouvez écrire votre message ici
hi: नमस्ते! आप अपना संदेश यहां लिख सकते हैं
id: Halo! Anda dapat menulis pesan Anda di sini
ru: Привет! Вы можете написать свое сообщение здесь
zh: 你好呀！你可以在这里写下你的信息

source: Support
ar: الدعم
bn: সমর্থন
fr: Soutien
hi: सहायता
id: Mendukung
ru: Поддерживать
zh: 支持

source: Terms of use
ar: تعليمات الاستخدام
bn: ব্যবহারের শর্তাবলী
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Syarat Penggunaan
ru: Условия эксплуатации
zh: 使用条款

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan pribadi
ru: Политика конфиденциальности
zh: 隐私政策

source: Rate Us
ar: قيمنا
bn: আমাদের ব্যাপারে আপনার মতামত দিন
fr: Évaluez nous
hi: हमें रेटिंग दें
id: Nilai Kami
ru: Оцените нас
zh: 评价我们

# premiumBenefits
source: Premium Member Benefits
ar: مزايا العضو المميز
bn: প্রিমিয়াম সদস্য সুবিধা
fr: Avantages des membres Premium
hi: प्रीमियम सदस्य लाभ
id: Manfaat Anggota Premium
ru: Преимущества премиум-члена
zh: 高级会员福利

source: General Settings
ar: الاعدادات العامة
bn: সাধারণ সেটিংস
fr: réglages généraux
hi: सामान्य सेटिंग्स
id: Pengaturan Umum
ru: общие настройки
zh: 通用设置

source: E-mail
ar: البريد الإلكتروني
bn: ই-মেইল
hi: ईमेल
id: Surel
ru: Эл. почта
zh: 电子邮件

source: Premium
ar: طليعة
bn: প্রো
fr: Pro
hi: समर्थक
id: Pro
ru: Про
zh: 临

source: Add Number
ar: أضف رقم
bn: সংখা যোগ কর
fr: Ajouter un numéro
hi: अंक जोड़ो
id: Tambahkan nomor
ru: Добавить число
zh: 加号码

# switchPro
source: Switch to premium
ar: قم بالتبديل إلى الإصدار المميز
bn: প্রিমিয়ামে স্যুইচ করুন
fr: Passer en prime
hi: प्रीमियम पर स्विच करें
id: Beralih ke premium
ru: Перейти на премиум
zh: 切换到高级

# procesing
source: Processing
ar: يعالج
bn: প্রক্রিয়াকরণ
fr: Traitement
hi: प्रसंस्करण
id: Pengolahan
ru: Обработка
zh: 加工

source: On hold
ar: في الانتظار
bn: স্হগিত
fr: En attente
hi: होल्ड पर
id: Tertahan
ru: На удерживании
zh: 等候接听

# nullActivityText
source: No recorded activity found
ar: لم يتم العثور على نشاط مسجل
bn: কোন রেকর্ড করা কার্যকলাপ পাওয়া যায়নি
fr: Aucune activité enregistrée trouvée
hi: कोई रिकॉर्ड की गई गतिविधि नहीं मिली
id: Tidak ditemukan aktivitas yang direkam
ru: Записанная активность не найдена
zh: 未找到记录的活动

# nullActivityCaption
source: The number shown has no registered activity yet. When the activity is found, the records will start to be listed.
ar: الرقم المعروض ليس له نشاط مسجل حتى الآن. عند العثور على النشاط ، سيبدأ إدراج السجلات.
bn: দেখানো সংখ্যাটি এখনও কোনো নিবন্ধিত কার্যকলাপ নেই. কার্যকলাপ পাওয়া গেলে, রেকর্ড তালিকাভুক্ত করা শুরু হবে.
fr: Le numéro affiché n'a pas encore d'activité enregistrée. Lorsque l'activité est trouvée, les enregistrements commencent à être répertoriés.
hi: दिखाए गए नंबर में अभी तक कोई पंजीकृत गतिविधि नहीं है। जब गतिविधि पाई जाती है, तो रिकॉर्ड सूचीबद्ध होना शुरू हो जाएंगे।
id: Nomor yang ditampilkan belum memiliki aktivitas terdaftar. Ketika aktivitas ditemukan, catatan akan mulai terdaftar.
ru: Показанный номер еще не зарегистрирован. Когда действие будет найдено, записи начнут отображаться в списке.
zh: 显示的号码还没有注册活动。找到活动后，将开始列出记录。

source: Active time
ar: وقت نشط
bn: সক্রিয় সময়
fr: Temps actif
hi: सक्रिय समय
id: Waktu aktif
ru: Активное время
zh: 活动时间

# second
source: sec
ar: ثانيا
bn: দ্বিতীয়
fr: deux
hi: दूसरा
id: ked
ru: вто
zh: 第二

# onlineTime
source: Activite Time
ar: وقت النشاط
bn: সক্রিয় সময়
fr: Temps d'activité
hi: सक्रिय समय
id: Waktu Aktif
ru: Активное время
zh: 活动时间

source: Active Number
ar: رقم نشط
bn: সক্রিয় নম্বর
fr: Numéro actif
hi: सक्रिय संख्या
id: Nomor Aktif
ru: Активный номер
zh: 活跃号码

source: Daily
ar: جونلوك
bn: দৈনিক
fr: du quotidien
hi: रोज
id: Harian
ru: Повседневная
zh: 日常的

source: Weekly
ar: هافتاليك
bn: সাপ্তাহিক
fr: Hebdomadaire
hi: साप्ताहिक
id: Mingguan
ru: Еженедельно
zh: 每周

# successful
source: Transaction Successful
ar: عملية ناجحة
bn: সফল লেনদেন
fr: Transaction réussie
hi: लेन-देन सफल
id: Transaksi Berhasil
ru: Транзакция прошла успешно
zh: 交易成功

# successfulAddNumberCaption
source: Your number has been successfully added. You will receive notification when tracking starts. This process may take time depending on the system density.
ar: تم إضافة رقمك بنجاح. ستتلقى إخطارًا عند بدء التتبع. قد تستغرق هذه العملية وقتًا اعتمادًا على كثافة النظام.
bn: আপনার নম্বর সফলভাবে যোগ করা হয়েছে. ট্র্যাকিং শুরু হলে আপনি বিজ্ঞপ্তি পাবেন। এই প্রক্রিয়াটি সিস্টেমের ঘনত্বের উপর নির্ভর করে সময় নিতে পারে।
fr: Votre numéro a été ajouté avec succès. Vous recevrez une notification lorsque le suivi commencera. Ce processus peut prendre du temps en fonction de la densité du système.
hi: आपका नंबर सफलतापूर्वक जोड़ दिया गया है। ट्रैकिंग शुरू होने पर आपको सूचना प्राप्त होगी। सिस्टम घनत्व के आधार पर इस प्रक्रिया में समय लग सकता है।
id: Nomor Anda telah berhasil ditambahkan. Anda akan menerima pemberitahuan saat pelacakan dimulai. Proses ini mungkin memakan waktu tergantung pada kepadatan sistem.
ru: Ваш номер успешно добавлен. Вы получите уведомление, когда начнется отслеживание. Этот процесс может занять некоторое время в зависимости от плотности системы.
zh: 您的号码已成功添加。跟踪开始时，您将收到通知。此过程可能需要时间，具体取决于系统密度。

# okay
source: Ok
ar: تمام
bn: ঠিক আছে
fr: D'accord
hi: ठीक
id: Oke
ru: Хорошо
zh: 好的

# unsuccessful
source: Operation Failed
ar: فشلت العملية
bn: অপারেশন ব্যর্থ হয়েছে
fr: L'opération a échoué
hi: प्रचालन विफल रहा
id: Operasi gagal
ru: Операция не удалась
zh: 手术失败

# unsuccessfulCaption
source: We ran into a problem. please try again later.
ar: واجهتنا مشكلة. الرجاء معاودة المحاولة في وقت لاحق.
bn: আমরা একটি সমস্যায় পড়েছিলাম। অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন.
fr: Nous avons rencontré un problème. Veuillez réessayer plus tard.
hi: हम एक समस्या में पड़ गए। कृपया बाद में पुन: प्रयास करें।
id: Kami mengalami masalah. silakan coba lagi nanti.
ru: Мы столкнулись с проблемой. Пожалуйста, попробуйте позже.
zh: 我们遇到了一个问题。请稍后再试。

source: Number Settings
ar: إعدادات الرقم
bn: নম্বর সেটিংস
fr: Paramètres du numéro
hi: नंबर सेटिंग्स
id: Pengaturan Nomor
ru: Настройки номера
zh: 号码设置

# namedNumber
source: Name the Number
ar: اسم الرقم
bn: নম্বরের নাম দিন
fr: Nommez le numéro
hi: नंबर का नाम दें
id: Sebutkan Nomornya
ru: Назовите номер
zh: 命名号码

source: Online Notification
ar: إعلام عبر الإنترنت
bn: অনলাইন বিজ্ঞপ্তি
fr: Avis en ligne
hi: ऑनलाइन अधिसूचना
id: Pemberitahuan Online
ru: Онлайн-уведомление
zh: 在线通知

source: Remove Number
ar: إزالة الرقم
bn: নম্বর সরান
fr: Supprimer le numéro
hi: नंबर हटाएं
id: Hapus Nomor
ru: Удалить номер
zh: 删除号码

# removeNumberCaption
source: Attention! When you delete the number, past activities are deleted.
ar: انتباه! عند حذف الرقم ، يتم حذف الأنشطة السابقة.
bn: মনোযোগ! আপনি নম্বর মুছে ফেললে, অতীতের কার্যকলাপ মুছে ফেলা হয়।
fr: Attention! Lorsque vous supprimez le numéro, les activités passées sont supprimées.
hi: ध्यान! जब आप नंबर हटाते हैं, तो पिछली गतिविधियां हटा दी जाती हैं।
id: Perhatian! Saat Anda menghapus nomornya, aktivitas sebelumnya akan dihapus.
ru: Внимание! Когда вы удаляете номер, прошлые действия удаляются.
zh: 注意力！当您删除该号码时，过去的活动将被删除。

# newPhoneCaption
source: In order to use the application, you need to add a Whatsapp phone number.
ar: من أجل استخدام التطبيق ، تحتاج إلى إضافة رقم هاتف Whatsapp.
bn: অ্যাপ্লিকেশনটি ব্যবহার করার জন্য, আপনাকে একটি Whatsapp ফোন নম্বর যোগ করতে হবে।
fr: Pour utiliser l'application, vous devez ajouter un numéro de téléphone Whatsapp.
hi: एप्लिकेशन का उपयोग करने के लिए, आपको एक व्हाट्सएप फोन नंबर जोड़ना होगा।
id: Untuk menggunakan aplikasi ini, Anda perlu menambahkan nomor telepon Whatsapp.
ru: Для того, чтобы использовать приложение, вам необходимо добавить номер телефона Whatsapp.
zh: 为了使用该应用程序，您需要添加一个 Whatsapp 电话号码。

source: Start Tracking
ar: بدء تتبع
bn: ট্র্যাকিং শুরু করুন
fr: Démarrer le suivi
hi: ट्रैकिंग शुरू करें
id: Mulai Pelacakan
ru: Начать отслеживание
zh: 开始追踪

# trackingPolicy
source: By continuing you agree to our Privacy Policy and EULA
ar: من خلال الاستمرار ، فإنك توافق على سياسة الخصوصية واتفاقية ترخيص المستخدم النهائي
bn: চালিয়ে যাওয়ার মাধ্যমে আপনি আমাদের গোপনীয়তা নীতি এবং EULA তে সম্মত হন
fr: En continuant, vous acceptez notre politique de confidentialité et notre CLUF
hi: जारी रखकर आप हमारी गोपनीयता नीति और EULA . से सहमत होते हैं
id: Dengan melanjutkan, Anda menyetujui Kebijakan Privasi dan EULA kami
ru: Продолжая, вы соглашаетесь с нашей Политикой конфиденциальности и EULA.
zh: 继续即表示您同意我们的隐私政策和 EULA

source: Filter
ar: منقي
bn: ছাঁকনি
fr: Filtre
hi: फ़िल्टर
id: Saring
ru: Фильтр
zh: 筛选

# changeLang
source: Change language
ar: تغيير اللغة
bn: ভাষা পরিবর্তন করুন
fr: Changer de langue
hi: भाषा बदलो
id: Ganti bahasa
ru: изменение языка
zh: 改变语言
